i5/20240810-0126-new/logs/count-no-yes-no-512-32768-1000-1723661809/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 4
number of threads: 4
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 8430
number of failed transactions: 0 (0.000%)
latency average = 4.745 ms
initial connection time = 3.951 ms
tps = 843.056063 (without initial connection time)